Repository: tocotronaut/multi-delogo
Catalog: po/*.po
Languages: pt_br

source: Overwrite filter starting at frame %1?
pt_br: Sobrescrever filtro iniciando em %1?

source: _Overwrite
pt_br: _Sobrescrever

source: _Don't overwrite
pt_br: _Não sobrescrever

source: Add filter at %1
pt_br: Adicionar filtro em %1

source: Update filter at %1
pt_br: Atualizar filtro em %1

source: Change filter type at %1
pt_br: Alterar tipo do filtro em %1

source: Remove filter at %1
pt_br: Remover filtro em %1

source: Change start frame from %1 to %2
pt_br: Alterar quadro inicial de %1 para %2

source: Shift starting frames by %1 from %2 to %3
pt_br: Alterar quadros iniciais em %1 de %2 para %3

source: Select output file
pt_br: Selecione o arquivo de destino

source: _Cancel
pt_br: _Cancelar

source: _Save
pt_br: _Salvar

source: Encoding in progress
pt_br: Conversão sendo executada

source: Error generating filter script for FFmpeg: %1
pt_br: Erro ao gerar script de filtros para o FFmpeg: %1

source: Could not execute FFmpeg: %1
pt_br: Não foi possível executar o FFmpeg: %1

source: Filter script generated
pt_br: Script com filtros gerado

source: Could not open file %1: %2
pt_br: Não foi possível abrir o arquivo %1: %2

source: FILTER_FILE
pt_br: ARQUIVO_DE_FILTROS

source: FFmpeg command line
pt_br: Linha de comando FFmpeg

source: Please select the output file
pt_br: Por favor selecione o arquivo de destino

source: File %1 already exists. Overwrite?
pt_br: Arquivo %1 já existe. Sobrescrever?

source: Encoding finished successfully
pt_br: Conversão terminou com sucesso

source: Encoding failed: %1
pt_br: Conversão falhou: %1

source: Encoding is in progress. If it is cancelled now, it'll be necessary to restart encoding from the beginning. Really cancel?
pt_br: A conversão está sendo executada. Se for cancelada agora, será necesário reiniciar a conversão do começo. Realmente deseja cancelar?

source: C_ancel encoding
pt_br: C_ancelar conversão

source: _Continue
pt_br: _Continuar

source: Encode video
pt_br: Converter vídeo

source: _Output file:
pt_br: _Arquivo de destino:

source: _Select
pt_br: _Selecionar

source: Video format:
pt_br: Formato do vídeo:

source: Most compatible video format. If in doubt, use this format
pt_br: Formato de vídeo mais compatível. Se estiver em dúvida, use este formato

source: A newer format that produces smaller video files. May not work on all players
pt_br: Um formato mais novo que gera arquivos menores. Pode não ser suportado por todos os players

source: _Quality:
pt_br: _Qualidade:

source: CRF value to use for encoding. Lower values generally lead to higher quality, but bigger files. If in doubt, accept the default
pt_br: Valor CRF a ser usado na conversão do vídeo. Valores mais baixos em geral produzem melhor qualidade, mas arquivos maiores. Se estiver em dúvida, use o padrão

source: _Randomnly increase filter times
pt_br: A_umentar aleatoriamente a duração dos filtros

source: If set, each filter's duration will be randomly increated, so that two or more filters can be active at the same time.
pt_br: Se selecionado, a duração de cada filtro será aumentada aleatoriamente, de forma que dois ou mais filtros estejam ativos simultaneamente.

source: _Factor:
pt_br: _Fator:

source: Controls how much each filter's time is increased. If set to 2, then on average filters will last twice their original duration.
pt_br: Controla quanto a duração de cada filtro é aumentada. Se tem o valor 2, então na média cada filtro durará o dobro do tempo original.

source: _Generate filter script
pt_br: _Gerar script com filtros

source: Generates a FFmpeg filter script file that can be used to encode the video. Use this option if you want to run FFmpeg manually with custom encoding options
pt_br: Gerar um arquivo script de filtros do FFmpeg que pode ser usado para converter o vídeo. Selecione esta opção se você quiser executar o FFmpeg manualmente com opções de conversão personalizadas

source: _Encode
pt_br: _Converter

source: Show _command line
pt_br: Exibir linha de _comando

source: Show the FFmpeg command line used to encode the video
pt_br: Exibir a linha de comando do FFmpeg usada para converter o vídeo

source: View _log
pt_br: Ver _log

source: 100% done
pt_br: 100% pronto

source: %1%% done, %2
pt_br: %1%% pronto, %2

source: about %1 second left
pt_br: cerca de %1 segundo restantes

source: about %1 minute left
pt_br: cerca de %1 minuto restante

source: about %1 hour left
pt_br: cerca de %1 hora restante

source: Start frame
pt_br: Quadro inicial

source: Filter
pt_br: Filtro

source: _Start frame:
pt_br: _Quadro inicial:

source: _width:
pt_br: _largura:

source: _height:
pt_br: _altura:

source: Invalid logo duration: maximum duration must be greater than or than the minimum duration
pt_br: Duração do logo inválida: a duração máxima deve ser maior ou igual que a duração mínima

source: There are already filters in the range specified for the search. Do you want really want to continue?
pt_br: Já existem filtros no intervalo para pesquisa especificado. Você realmente deseja continuar?

source: _Find logos
pt_br: _Procurar logos

source: Do you really want to stop finding logos?
pt_br: Você realmente deseja parar a busca por logos?

source: _Stop
pt_br: _Parar

source: Process finished unexpectedly: %1
pt_br: Processo terminou inesperadamente: %1

source: Find logos
pt_br: Procurar logos

source: Search interval:
pt_br: Intervalo de busca:

source: _start:
pt_br: iní_cio:

source: The frame at which to start to search
pt_br: Quando onde deve iniciar a busca por logos

source: _end:
pt_br: _fim:

source: The frame at which to end to search
pt_br: Quando onde deve terminar a busca por logos

source: Logo duration:
pt_br: Duração do logo:

source: _between:
pt_br: e_ntre:

source: Minimum number of frames that the logos last
pt_br: Número mínimo de quadros que os logos duram

source: an_d:
pt_br: _e:

source: Maximum number of frames that the logos last
pt_br: Número máximo de quadros que os logos duram

source: Logo width:
pt_br: Largura do logo:

source: _min:
pt_br: _mín:

source: Minimum width of the possible logos to consider
pt_br: Largura mínima dos logos a considerar

source: ma_x:
pt_br: má_x:

source: Maximum width of the possible logos to consider
pt_br: Largura máxima dos logos a considerar

source: Logo height:
pt_br: Altura do logo:

source: m_in:
pt_br: m_ín:

source: Minimum height of the possible logos to consider
pt_br: Altura mínima dos logos a considerar

source: m_ax:
pt_br: m_áx:

source: Maximum height of the possible logos to consider
pt_br: Altura máxima dos logos a considerar

source: Find _logos
pt_br: Procurar _logos

source: _Close
pt_br: Fecha_r

source: Could not get frame
pt_br: Não foi possível obter o frame

source: What would you like to do?
pt_br: O que deseja fazer?

source: Start a _new project
pt_br: Começar um _novo projeto

source: _Open an existing project
pt_br: _Abrir um projeto existente

source: FFmpeg log
pt_br: Log do FFmpeg

source: There are no filters. Please define at least one filter before encoding.
pt_br: Não há filtros. Por favor defina pelo menos um filtro antes da conversão.

source: Encoding cannot be done when there are 'review' filters. Please change them to some other filter (such as 'none'), or remove them.
pt_br: Não é possível fazer a conversão enquanto há filtros 'review'. Por favor altere-os para um outro filtro (como 'none'), ou remova-os.

source: Jump to next filter (v)
pt_br: Ir para o próximo filtro (v)

source: Jump to previous filter (c)
pt_br: Ir para o filtro anterior (c)

source: Remove the selected filter
pt_br: Remover o filtro selecionado

source: Create a new project
pt_br: Criar um novo projeto

source: New
pt_br: Novo

source: Open an existing project
pt_br: Abrir um projeto existente

source: Open
pt_br: Abrir

source: Save current project
pt_br: Salvar projeto atual

source: Save
pt_br: Salvar

source: Undo
pt_br: Desfazer

source: Redo
pt_br: Refazer

source: Check to make the rectangle where the filter is applied to be displayed (scrolling the frame image if necessary) when moving between filters
pt_br: Marque para fazer com que o retângulo onde o filtro é aplicado seja exibido (rolando a imagem do quadro se necessário) ao mover entre filtros

source: _Scroll to filter
pt_br: _Rolar para filtro

source: _Previous frame
pt_br: _Quadro anterior

source: Shows only the current frame
pt_br: Exibe apenas o quadro atual

source: _Don't display
pt_br: _Não exibir

source: Displays the whole previous frame
pt_br: Exibe quadro anterior inteiro

source: _Fit to window
pt_br: Ajustar à _janela

source: Displays the previous frame using the same zoom and showing the same region as the current frame
pt_br: Exibe o quadro anterior com o mesmo nível de zoom e exibindo a mesma região do quadro atual

source: _Same view
pt_br: _Mesma visão

source: Try to automatically find logos in the video
pt_br: Tentar procurar logos automaticamente no vídeo

source: Encode current project to a video with the filters applied
pt_br: Converter o projeto atual para um vídeo com os filtros aplicados

source: _Shift starting frames...
pt_br: Alterar quadros _iniciais...

source: Filter:
pt_br: Filtro:

source: Previous frame:
pt_br: Quadro anterior:

source: Jump back the number of frames specified in "jump size" (a)
pt_br: Saltar para frente o número de quadros especificado em "tamanho do salto" (a)

source: Move back one frame (s)
pt_br: Voltar um quadro (s)

source: Current frame number
pt_br: Número do quadro atual

source: Move forward one frame (d)
pt_br: Avançar um quadro (d)

source: Jump forward the number of frames specified in "jump size" (f)
pt_br: Saltar para trás o número de quadros especificado em "tamanho do salto" (f)

source: _Jump size:
pt_br: _Tamanho do salto:

source: Number of frames to jump when using << and >> buttons
pt_br: Número de quadros a saltar quando os botões << e >> são utilizados

source: Fit the image to the window
pt_br: Ajustar tamanho da imagem ao da janela

source: Make image smaller
pt_br: Diminuir tamanho da imagem

source: Make image larger
pt_br: Aumentar tamanho da imagem

source: Zoom to original size
pt_br: Exibir a imagem no tamanho original

source: Outputs application version and exits
pt_br: Exibe informação de versão e termina a aplicação

source: Outputs debugging information
pt_br: Exibe informações de depuração

source: Invalid data in file %1
pt_br: Dados inválidos no arquivo %1

source: There is already a project corresponding to movie %1. If you start a new project all your previous work will be lost.
pt_br: Já existe um projeto correspondente ao vídeo %1. Se você iniciar um novo projeto todo o trabalho anterior será perdido.

source: _Continue existing project
pt_br: _Continuar projeto existente

source: File %1 not recognized as video or multi-delogo data
pt_br: Arquivo %1 não reconhecido como vídeo ou arquivo do multi-delogo

source: Movie file %1 in project could not be opened. Please select the movie file.
pt_br: Arquivo de vídeo %1 no projeto não pôde ser aberto. Por falor selecione o vídeo.

source: Movies
pt_br: Vídeos

source: Select video file
pt_br: Selecione arquivo de vídeo

source: Project files
pt_br: Projetos

source: Open project
pt_br: Abra um projeto

source: _Open
pt_br: _Abrir

source: All files
pt_br: Todos os arquivos

source: Shift starting frames
pt_br: Alterar quadros iniciais

source: S_hift
pt_br: _Ajustar

source: _End frame:
pt_br: Quadro _final:

source: _Amount:
pt_br: Q_uantidade:

source: Undo "%1"
pt_br: Desfazer "%1"

source: Redo "%1"
pt_br: Refazer "%1"
